Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Descended from Divinity (천마는 평범하게 살 수 없다).tmx
Source language: ko_kr
Languages: en_us

source: 크리스로 인한 여파인지, 그를 한 번쯤 다시 만나 보고 싶었다.
en_us: For some reason, after his encounter with Chris, Roman wanted to meet Kevin one more time.

source: 로만 드미트리.{j}그는 예전에 그들이 알던 아들이 아니었다.
en_us: Roman Dimitri. He was no longer the son they knew.{j}

source: “밖에서 기다려라.”{j}“헉.”{j}망설임이란 찾아볼 수 없었다.
en_us: “Wait outside,” he said.{j}{j}

source: 그러나 진실은 달랐다.
en_us: However, the truth hidden under the shadows was different.

source: 사내는 고통에 일그러진 표정으로 반격을 시도하려 했으나, 로만은 날랜 움직임으로 공격 범위에서 벗어났다.
en_us: He tried to make a counterattack by swinging his weapon to Roman’s neck, but Roman was already out of range.

source: 진심으로 고민되는 순간이었다.{j}문제는 그뿐만이 아니었다.
en_us: His thoughts were serious. However, his despair didn’t end just there.{j}

source: 게다가 모든 책임을 떠안기로 결정한 여인에게, 분노를 표출할 이유 따위는 조금도 존재하지 않았다.
en_us: Plus, he had no reason to be angry at a lady who was willing to take full responsibility over her own decision.

source: 웬만한 남정네들의 마음을 단번에 녹여 버릴 듯한 눈망울을 바라보면서도, 로만은 조금의 흔들림도 없었다.
en_us: Even while looking into Flora’s eyes, which have melted thousands of men’s hearts, he didn’t flinch.

source: 사내의 정체는 바로 벤 마일즈였다.{j}블러드 팽의 수장.
en_us: The man being dragged was none other than Ben Miles, the leader of the Blood Fang.{j}

source: “예.{j}마나를 1년 동안 느끼지 못한다면, 사실상 오라 기사의 길을 포기하는 것이 맞습니다.”
en_us: “Yes, my lord. If you can’t feel or control your mana in a year, you’re not destined to become a knight.”{j}

source: 딱 하나.
en_us: But during his change, there was one substance that caught his attention.

source: 대답과는 다른 표정이었다.{j}딸인 플로라의 미래를 생각하면, 지금도 가슴이 아팠다.
en_us: Although his response was firm in front of his court, the viscount couldn’t hide his painful expression thinking of his poor daughter.{j}

source: 아들아.{j}나에게는 12명의 아들이 있다.{j}너 하나가 죽는다고 해서 달라질 것은 없으며, 열둘의 아들이 모두 죽는다고 할지라도 나는 또 다른 아들을 만들어 낼 것이다.{j}그러니 기억하라.{j}군림하는 것만이 너의 가치를 증명하는 유일한 방법이다.”
en_us: “My son, as of now, you’re nothing but one of my twelve children to me. Your death, or even the death of your entire brothers, mean nothing to me. All I have to do is make more of you. Engrave this to your heart, only the one who can rule over all is worthy to become my successor.”{j}{j}{j}{j}

source: 짜증 섞인 음성.{j}결국.{j}크리스는, 돌이킬 수 없는 강을 건너고 말았다.
en_us: With an annoyed voice, Chris accepted the offer, never realizing that he had burnt his bridge.{j}{j}

source: 어리석었다.
en_us: It was ignorant of him.

source: 전쟁.{j}언젠가 경험해야 할 일이다.{j}그것이 기사의 숙명이라는 사실을 알지만, 드미트리의 얼간이를 따라 전장(戰場)에 나가리라고는 단 한 번도 상상하지 못했다.
en_us: He knew that he would end up going to war one day as a knight, but he had never imagined following Dimwit Dimitri to the battlefield.{j}{j}

source: 물론 알 만한 사람들은 다 알고 있지만, 왜 아직 로렌스 측에서 공개하지 않는지는 의문이었다.{j}각설하고.
en_us: It was true that the people close to the families were already aware of the news, but somehow the House of Lawrence refused to announce it to the public. Whenever the topic came to the public’s attention, the Lawrence avoided to answer the questions regarding it.{j}

source: “우리는 블러드 팽이다!”
en_us: “We are the Blood Fang!”

source: “감사합니다.”
en_us: “Thank you, my Lord.”

source: 미남자라고 불릴 정도로 훤칠한 외모를 자랑하던 크리스였는데, 거울에는 앞니 두 개가 빠진 얼간이(?){j}한 명이 있었다.
en_us: His handsome was no where to be found with his front teeth all shattered apart. Now, Chris resembled more like a dimwit than Roman.{j}

source: “죽여!”
en_us: “Kill him!”

source: “……스승님!”
en_us: “...Thank you, captain!”

source: 백중혁, 아니 로만이 웃었다.
en_us: It was Roman, not Junghyeok Baek, who smiled back at him.

source: 그런데도 가르침을 받으려는 이유가 있었다.
en_us: But there was reason why he still wanted to start anew with his trainings.

source: 피가 튀었다.
en_us: Blood splattered everywhere.

source: “아……!”
en_us: “Ah...!”

source: 자존심을 버렸다는 것.{j}그건 매우 중요한 문제였다.
en_us: The fact that Chris had abandoned his pride was significant to Roman.{j}

source: “알겠습니다.”
en_us: “Yes, my lord.”

source: 아들이 그런 일을 경험했다는 사실에, 로메로 남작은 감정을 숨기지 못해 눈썹이 파르르 떨렸다.
en_us: He couldn’t believe Roman went through all of this trouble just to keep his promise with him.

source: 플로라가 말했다.
en_us: “Are you serious about this?”

source: 만약 로만이 바라는 혼인이 아니었다면, 드미트리는 결코 손해를 감수하지 않았을 것이다.
en_us: If Roman never wished to marry Flora, Romero would’ve never accepted the offer and pay such a high-price.

source: “도련님이 있는 곳으로 안내하라.{j}우리의 땅에서, 감히 드미트리의 도련님을 건드리는 것은 용납할 수 없다.”
en_us: “Lead us to Lord Roman at once. As long as the Dimitri Knights are here in this land, no one can dare lay a finger on the son of Dimitri.”{j}

source: 플로라의 눈동자가 흔들렸다.
en_us: Flora’s eyes trembled in fear.

source: 툭 튀어나온 말.{j}본능적으로 알았다 할지라도.{j}로메로 남작은, 로만에게 직접 진실을 확인하길 바랐다.{j}
en_us: Romero already knew the answer to to his question from his guts, but he still wanted to confirm it with the words coming from Roman’s mouth.

source: “그게 언제였지?”
en_us: “And when was that?”

source: “로만 도련님이 블러드 팽을 토벌했다는 소문?
en_us: “Are you talking about the rumor that Lord Roman defeated the Blood Fangs?”

source: “그 소문 들었어?”
en_us: “Did you hear the rumors?”

source: 예상 밖이었다.{j}설마 로만이 이런 기본기를 갖추고 있을 줄은 몰랐다.
en_us: Roman’s swordsmanship was beyond what Chris had expected. He had never imagined that Roman would know how to apply the basics of swordsmanship against him.{j}

source: 오라.{j}마나의 한 갈래로, 기사들이 사용하는 힘을 뜻했다.
en_us: The Aura was a branch of mana, also known as the source of energy, mainly used by the knights in the kingdom.{j}

source: “내가 말했지.{j}누군가로부터 내려오는 방식을 맹목적으로 따르지 말라고.{j}내가 너에게 해답을 말해 줄 수 있다 한들, 그것은 네가 살아온 인생과 다를 것이 없다.{j}그러니 해답을 얻고 싶거든 지금부터 어떻게든 내 곁에 남아라.
en_us: “Haven’t I made myself clear? Stop blindly following the ways passed down from the past. Even if I teach you my ways, you would still be living the exact same life following the instructions created by others. If you surely want to seek the answer to your question, serve in and learn from my side,” Roman spoke with a firm voice.{j}{j}{j}

source: 그는 혈마교를 통일한 역사적인 인물이었지만, 그가 상대하는 천마 백중혁의 무력은 차원이 달랐다.
en_us: Although he was one of the most outstanding leaders who had unified the entire blood demon cult, he stood no match against the leader of Divine Force, Junghyeok Baek.

source: “나는 드미트리 영지의 모든 것을 알고 싶다.{j}이곳이 어떤 땅이며, 어떠한 역사로 이루어졌는지를.{j}아마도 긴 이야기가 될 것 같으니, 내가 가지고 온 술로 목을 축이면서 천천히 이야기해 보는 것이 어떻겠나.”
en_us: “I want to know everything about this land belonging to House Dimitri – its history and geographical features. I understand it will be a long story, so I brought us a drink for us to enjoy while you speak. Please take your time and tell every single piece of information you have.”

source: “경비대장님!{j}큰일 났습니다!”
en_us: “Captain! We have bad news!”{j}

source: 천마로서의 말년은 무료하고 따분했지만, 이곳은 주변의 풍경만으로도 삶의 활력이 돋았다.
en_us: Simply looking around the new world made his body overflow with energy. It was completely different from the repetitive, boring life he had to live as the leader of Divine Force.

source: 그때 로만의 나이는 겨우 3살이었다.{j}제대로 걷지도 못하는 걸음으로 아장아장 다가와서는, 그는 아버지에게 주겠다고 작은 과자 하나를 건넸다.
en_us: While he was busy working, he didn’t have the time to take care of his family. That was when a three-year old Roman visited him in the mines and crawled to his father to give a small cookie.{j}

source: 희망적인 증상이었다.
en_us: Roman felt hopeful as he saw the color of his blood.

source: “남부의 실크가 단돈 1골드!”
en_us: “We’re selling silk from the South for only one gold!”

source: 당연히 로만을 알아보는 사람들은 많았다.{j}드미트리 가문의 사람들은 대부분 내성 안에서 생활하지만, 로만은 유흥과 같은 즐길 거리를 위해 외성으로의 외출이 잦았다.
en_us: It seemed like many people were recognizing him. It wasn’t of surprise because unlike many nobles who would usually stay within the castle, Roman was known for coming out the towns in the suburbs for his entertainment.

source: 그런 로만이 블러드 팽을 상대하러 나갔다고 하니, 조나단으로서는 믿을 수 없는 것이 당연했다.
en_us: For Dimwit Dimitri to have the guts to go fight the Blood Fang alone, it was a complete nonsense in Jonathan’s perspective.

source: 그러나.
en_us: But his patience didn’t last long.

source: 성에는 많은 사람이 로만을 기다리고 있다.
en_us: He knew he had no time to waste with all the people waiting for Roman to appear, but he couldn’t push himself to go against Roman’s order.

source: 이를 악물었다.
en_us: He gritted his teeth, promising himself to never give up.

source: 로메로 남작이 당황했다.{j}예상치도 못한 전개.
en_us: Baron Romero was perplexed by Roman’s unexpected response.{j}

source: 파랗게 빛나는 피부.{j}오라의 발현이었다.
en_us: The blue-colored energy coated around Roman’s skin proved his manifestation of Aura.{j}

source: 마교는 약육강식의 세계.{j}적에게 자비를 베푸는 것은 마교의 미덕이 아니다.
en_us: This was what he learned from the world he came from. The demonic cult taught him that only the strongest one could survive in this world. Thus, showing mercy to the weak wasn’t an option.{j}

source: 책을 덮었다.{j}지금부터 해야 할 일이 있었다.
en_us: Roman closed the book and went to prepare what he must.{j}

source: 그런데 주인도 없는 접객실로 안내했다는 것.
en_us: However, the viscount was led to a reception room that was empty.

source: 하품만 수십 번째다.
en_us: As he laid on the ground, letting out a long sigh, he turned his head and looked at Roman training Kevin from a distance.

source: 로만이 피식, 웃었다.
en_us: Roman smiled at Flora.

source: 당장에라도 자신을 잡아먹을 것처럼 열기를 토해 내던 로메로 남작이라면, 이번 혼사를 무르면서 바르코로 갈아타는 모습이 그리 이상하지가 않았다.
en_us: After experiencing how Baron Romero’s anger almost swallowed him up alive, the viscount believed that the baron could end up joining forces with the Barcos.

source: 힐끗.
en_us: Glance.

source: 상식 밖.{j}자신은 마나를 느끼는 데 반년의 시간이 걸렸고, 그것을 분출하기 위해서 3년의 시간을 노력해야만 했다.
en_us: It didn’t make an sense to Chris, because not only did it take about six months for him to sense mana around him, it had taken him three years to manifest Aura.{j}

source: “이번 블러드 팽 사건은…….”
en_us: “But the recent inciden with the Blood Fangs...”

source: 크리스.{j}그는 그런 사람이었다.
en_us: That prodigy was Chris.{j}

source: 훅!
en_us: Whoosh!

source: 로만이 말했다.{j}“어떠한 이유로 저에게 파혼을 통보했다는 사실은 중요하지 않습니다.{j}플로라.{j}당신은 나와의 혼인을 원하지 않았고, 그 결과가 파혼일 뿐입니다.”
en_us: “Regardless of what happened then, that doesn’t change anything that has happened between you and I. The reason behind your decision isn’t important, Lady Flora. The important fact is that you didn’t want to marry me, and that resulted with our break-up,” Roman said.{j}{j}{j}

source: 시간이 흘렀다.{j}하루.{j}이틀.{j}……그리고 사흘.{j}로만은 심법에 완전히 빠져들었다.
en_us: Time flew by in the workshop...and when the fourth day of Roman’s training came, Roman had completely entered into the phase of mental training.{j}{j}{j}{j}

source: “예.”
en_us: “Yes, father.”

source: 뜬 눈을 도려내는 상황에, 그들이 버틸 방법은 없었다.
en_us: Then, he went for their eyes.

source: “플로라.{j}나는 네가 정말 현명한 아이라고 생각했다.{j}하지만 이건 아니다.”
en_us: “Flora, all this time I thought you were a wise girl. This is ridiculous.”{j}{j}

source: “……로렌스의 가주로서 입이 열 개라도 할 말이 없습니다.{j}드미트리 남작님이 한 말이 백번이고 맞습니다.{j}애초에 혼인의 의향을 물은 것도 우리 로렌스인데, 딸이 아직 철이 없어서 큰 실수를 저질렀습니다.{j}처음부터 그 점을 사죄드렸어야 했는데, 적반하장으로 화를 내었던 것을 진심으로 사죄드립니다.”
en_us: “As the head of the House of Lawrence, I have no words. Everything you have said is right. My daughter has shown poor judgment and committed a grave mistake to you and your family, Baron Dimitri. I should have apologized from the start, but instead, I was arrogant and disrespectful. For that, I sincerely apologize.”{j}{j}{j}

source: 한때 동정심의 대상이라고 생각했던 사람이, 지금은 자신의 상황에 투영되었다.
en_us: But now, she was in his boat, left powerless before the powerful.

source: ‘도련님이 달라지셨어.’
en_us: Lord Roman is not his usual self.

source: 홀로 남은 한스.{j}그는 충격을 받은 얼굴로 로만의 말을 되뇌었다.
en_us: Hans was left alone in the restaurant. Startled by his young lord’s sudden action, he sat quietly in his seat repeating Roman’s last words over and over.{j}

source: 사람들이 발만 동동 구르고 있을 그때.
en_us: All they could do was watch him as he destroyed everything around him.

source: 퍽!
en_us: Thwack!

source: 이번 거래.
en_us: There was nothing to gain for the Dimitris out of this arranged marriage.

source: 기사단의 훈련장.{j}한참 훈련에 열을 올리던 기사들은, 조나단을 필두로 도착한 영주 일행의 모습에 예를 갖추었다.
en_us: At the training grounds of the Dimitri Knights, the knights were busily training together until their captain, Jonathan, and Baron Romero showed arrived, along with Roman.{j}

source: “지금 당장 플로라를 불러오거라.”
en_us: “Bring Flora to me immediately.”

source: 주변의 정세를 설명한 적이 없건만, 바르코 가문과의 복잡한 관계를 파악하고 있을 줄은 몰랐다.
en_us: Romero had never explained the political affairs surrounding the region, but it seemed like Roman had a perfect understanding of the complicated relations between House Barco and the House of Lawrence.

source: 블러드 팽의 소탕은 분명히 기뻐할 만한 일이었다.{j}그러나 이번 문제는 단순하지 않았다.
en_us: Although Viscount Lawrence was happy to hear the news of the Blood Fangs being wiped out from his land, this wasn’t a problem that could be taken lightly.{j}

source: 사이드 스텝.{j}물 흐르듯이 시야를 벗어난 그는 아래에서 위로 목검을 휘둘렀다.
en_us: The young lord side stepped to the left and like a snake he smoothly swung his wooden sword upward.{j}

source: 그라면 믿을 수 있다.
en_us: He was someone who Romero could fully rely on.

source: 문이 열렸다.{j}그리고 밖으로 나오는 익숙한 얼굴.
en_us: A familiar face came out of the workshop.{j}

source: “너무 위험한 계획이다.{j}그들이 복수를 작정했다면, 벤 마일즈의 안위를 포기하고 널 죽일 수도 있었다.”
en_us: “But that’s too risky. If the Blood Fang was truly willing to get their revenge on you, they could’ve just given up on Ben Miles and attacked you right away.”{j}

source: 새로운 삶.{j}새로운 인연.{j}벌써부터, 그의 심장이 뛰고 있었다.
en_us: A new life.{j}A new connection. Roman could feel his heart rushing in excitement.{j}

source: 로만.{j}그가 얼굴을 보였다.{j}방금 끔찍한 사건이 있었다고는 믿기지 않을 정도로, 담담하게 가라앉은 표정은 너무나도 침착했다.
en_us: Romero invited his son into his room and was surprised to see Roman with a bold and calm face even after going through such violent incident.{j}{j}

source: 크리스의 가르침은 무림의 방식과는 완전히 달랐지만, 로만은 정해진 방식에 얽매이지 않았다.
en_us: The ways taught by Chris were unlike the trainings he had gone through in Murim, but Roman was open to thinking out of the box.

source: “가능합니다.”
en_us: “Yes, my Lord.”

source: 대장은 욕을 마저 내뱉지 못했다.
en_us: Ugh.

source: 방으로 돌아온 로만의 모습에, 한스가 호들갑을 떨며 달려 나왔다.
en_us: But he was soon interrupted by Hans who hurriedly entered the room in shock.

source: ‘드미트리와의 혼인은 어쩌면 우리가 선택할 수 있는 최상의 선택지였을 수도 있겠어.’
en_us: I believe the arranged marriage with Dimitri could’ve been our last and best hope.

source: “제 노력이 웃긴다는 의미입니까?”
en_us: “Are you looking down on my tireless efforts?”

source: 웅성웅성.
en_us: Rumble rumble.

source: 약육강식의 세계.
en_us: In a world where only the strongest survive, the cost of failure was only death.

source: “막스, 빨리빨리 움직여!”
en_us: “Hurry Marx! We need to move fast.”

source: “그래, 맞는 말이오.”
en_us: “You are right, my love.”

source: 그런데.
en_us: However, Chris suddenly lost his temper at the sight of Roman smiling at him.

source: ‘……이 새끼가 날 진짜 병신으로 아나?’
en_us: This bastard...what does he take me for?

source: 17화 한순간의 선택 (2)
en_us: Chapter 17 A Moment of Choice (2)

source: ‘일단은 이 세상의 방식으로.’
en_us: I shall follow the ways of this world, first.

source: 로만을 노리고 달려드는 암살자들이 하루에도 수십에 달했고, 죽어서까지 자신을 저주하겠다는 독기 어린 눈빛은 너무 많이 목격해서 기억도 나지 않을 정도였다.
en_us: His life was filled with assassins always seeking for the right moment to take away his life. And the memories of them dying in his hands as they cursed him with their sharp eyes still remained fresh in Roman’s mind.

source: 세상에는 아직 파혼 사실이 밝혀지지 않았다.
en_us: The news of their cancellation of marriage had not reached the public yet.

source: “명심해라.{j}내 사람들이 위험한 상황이라서 당장 내가 필요한 것이 아니라면, 나를 찾는 일은 없어야 할 것이다.”
en_us: “Remember this, Hans. Unless my loved ones are in danger, you are not to interrupt me.”{j}{j}{j}{j}

source: 딸꾹질하는 한스.{j}
en_us: Hans couldn’t stop his hiccups.{j}

source: 그러나, 한스는 자신도 모르게 ‘진실’을 말해 버리고 말았다.
en_us: However, even before he noticed, he was speaking the truth.

source: 절망의 구렁텅이에서 헤어 나오지 못하는 그에게, 청천벽력과도 같은 명령이 떨어졌다.
en_us: His miserable life turned out to be even worse when he had learned of his new assignment.

source: 본인이 확인하지 않은 정보들을 믿었고, 설령 정말 그런 사람이라 했을지라도 현명하지 않은 태도로 관계를 망쳤다.
en_us: Flora should’ve questioned the rumors instead of believing them as facts. And even if the rumors were true, she should’ve chosen her words wisely before mistreating Roman.

source: 발을 한번 구르면 땅이 뒤집혔고, 검을 휘두르는 순간 하늘이 갈라졌다.
en_us: Their steps shook the earth, and their swords sliced the heavens. It was indeed the battle that decided the fate of Murim.

source: “세상에.”
en_us: “Oh my god.”

source: 감격스러웠다.
en_us: But soon, his face shined with happiness, greatly impressed by his son’s unexpected achievement.

source: 스승님에게 비장하게 말하고 기사단을 나왔으니, 뭐라도 이루고 돌아가고 싶은 마음이 컸다.{j}그리고.{j}2주를 아무 소득도 없이 보냈다.
en_us: He wanted to at least accomplish something since it had already been two weeks since he had left the Dimitri Knights showing a resolute determination to Jonathan. If he were to return back now, he knew he would feel ashamed.{j}

source: 그래도 참았다.{j}따르기로 했기에.
en_us: He always held himself back because he had promised the young lord that he would follow him.{j}

source: 드미트리의 분노.{j}로렌스는 그걸 감당할 힘이 없다.{j}바르코와의 분쟁을 해결해 줄 방법이 드미트리였다는 것은, 그들에게 그만한 힘이 있다는 뜻이다.
en_us: The viscount knew there would no hope if he had to also face the wrath of the Dimitris. His only hope as of now was the power the Dimitris possessed in order to solve his conflict with House Barco.{j}{j}

source: 진실을 말하면 그만이다.{j}고민할 필요도 없이, 본인이 겪었던 일을 고스란히 말한다면 이번 일은 자연스럽게 해결될 것이다.
en_us: It was a no brainer for Roman. All he had to do is to explain the details and tell the truth to his father. Then, everything would be taken care of.

source: “벤 마일즈를?{j}그를 유인해 냈다는 말이냐?”
en_us: “You lured Ben Miles out?”{j}

source: “크하하하하하하하하, 한 방 제대로 맞았어.{j}저 녀석이 바로 로만 드미트리란 말이지?”
en_us: “Hahahahahahahaha. That boy got us this time. So that’s Roman Dimitri, right?”{j}

source: 대체 왜?{j}로만은 세상의 평가에도 입을 다물고 있었을까.
en_us: But Flora couldn’t understand why Roman kept his mouth shut the entire time while his reputation was tarnished.{j}

source: 한바탕 소란이 정리되고.{j}홀로 집무실에 남은 로메로 남작은, 해가 저물도록 술을 들이켰다.
en_us: After the storm passed by in the Dimitri castle, Baron Romero sat alone in his room and drank like there was no tomorrow until sunset.{j}

source: 플로라가 아무리 아름다운 외모를 지녔다지만, 흠집이 난 여인을 위해 손해를 감수할 가문은 없다.{j}똑같은 방법은 사용할 수 없다는 의미.
en_us: No matter how beautiful Flora was, no other house would want to arrange a marriage with a House with such reputation. Thus, his daughter couldn’t be of any help anymore.{j}

source: 이번 사건은 로렌스와 사전에 협조한 것은 아니지만, 지금은 그런 양해를 구할 여유가 없었다.
en_us: Although it required the approval of the House of Lawrence for the knights to enter their land, there wasn’t the time to.

source: 패거리의 리더로 보이는 흉악한 얼굴의 사내가, 얼굴 가득 비웃음을 띄운 채 말을 툭 내뱉었다.
en_us: Suddenly, a man with a ferocious face who looked like the group’s leader stood out.

source: 파혼이란 그렇다.{j}플로라의 인생에서 로만은 이제 뗄 수 없는 꼬리표가 되었다.
en_us: This was the consequence of canceling the marriage, which Flora would have to bear as it would continue to haunt her the rest of her life.{j}

source: 덤으로 아버지의 신뢰까지.{j}로만은 많은 것을 얻을 수 있다.
en_us: Not only would he gain his father’s trust, but he would earn everything his father was willing to give him.{j}

source: 약소국(弱小國)에 속하는 카이로 왕국으로서는, 그런 방식으로라도 왕국의 위험을 나누어야만 했다.
en_us: Because the kingdom was considered one of the weak countries, the kingdom had to reinforce its security by forcing its people to serve for certain amount of time.

source: 정략결혼을 통해 드미트리라는 배경을 얻었던 로렌스는, 파혼으로 인해 더한 것을 잃고 말았다.
en_us: The cost of Flora’s decision to break off her engagement with the House of Dimitri was much higher than what she had anticipated.

source: “나는 아직 이곳의 법도를 잘 알지 못한다.{j}그러니 설명해라.{j}이곳에서 누가 드미트리의 법도를 어겼는가.{j}그리고 법도를 어긴 대가로, 어떠한 형벌이 적합한가.”
en_us: “I’m still a stranger to the laws of this land. So, tell me. Who here is to blame for breaking the laws of our land? The land of Dimitri. And what would be the fair price of punishment?”

source: 넓은 접객실에는 싸늘한 바람만이 불었고, 하인은 차를 내주겠다고 말하고는 접객실을 나섰다.
en_us: The huge room felt cold as they waited for the Dimitris, and the servant left the room to find them some tea to serve.

source: 마지막에 오라의 분출은 충분히 위협적이었지만, 무림에서 사용하는 방식에 비해서는 엉성했다.
en_us: Although his Aura was quite impressive and threatening, it was incomparable to the powers used in Murim.

source: 특히 크리스를 상대로 대련에서 승리한 일과 지금 언급한 마나 순환의 경우에는, 상식적인 영역에서도 선뜻 이해할 수가 없었다.
en_us: Above all, he couldn’t logically understand how his son was able to beat Chris on a face-to-face duel and learn to control his mana so quickly.

source: 사내들이 당황했다.{j}처음에는 목숨을 걸고 싸우던 그들은, 동료들이 속수무책으로 죽어 가는 모습에 덜컥 겁을 먹었다.
en_us: The men stood startled in fear. The confidence they had before the fight was no longer to be found.{j}

source: “자작님과 저는 정략결혼의 본질이 무엇인지 잘 알고 있습니다.{j}이건 단순히 양 가문의 자식들이 부부의 연을 맺는 것으로 끝날 문제가 아닙니다.{j}바르코 가문은 호시탐탐 로렌스 가문의 비옥한 토지를 노리고 있고, 중앙 정부의 승인으로 인해 두 가문은 언제 전쟁을 벌여도 이상하지 않은 상황입니다.
en_us: “If I may, Viscount Lawrence, do you know the essence of this arranged marriage? This isn’t solely about allowing our children to become married couples. As you may be well-aware, House Barco are lusting for your rich lands and war between you and House Barco could break out any moment with the central government’s approval,” Baron Romero continued with a firm voice.{j}{j}

source: 유년 시절의 기억.{j}먼발치에서 조엘 가문의 상황을 바라보았던 것처럼, 아직은 본인의 선택에 어떤 책임이 따르는지를 깨닫지 못했다.
en_us: Just like her memories from the past, she never imagined that she would end up in a poor situation as House Joel when she watched them from afar.{j}

source: 살짝 자존심이 상했다.{j}하지만 괜찮았다.{j}막상 마나 훈련을 시작하면, 로만과 자신 중에 누가 승자인지가 확실하게 가려질 터.
en_us: Chris felt a little disrespected by Roman’s reaction, but it didn’t bother him too much, because he knew that once Roman began his training Roman would be in awe of his ability.{j}{j}

source: ‘영주님의 특별 명령이 있기도 했고.’
en_us: Well, Lord Romero did make a special request as well.

source: 아무래도 주변에서 무슨 일이 벌어진 것 같았다.
en_us: It sounded like something was happening outside the elder’s shack.

source: 한스마저 떠나간 자리.{j}주인을 잃은 음식들이 싸늘하게 식어 갔다.
en_us: With Hans also gone from the restaurant, the food on the table laid untouched as they got cold.{j}

source: 순간 사람들의 시선이 로만을 향했다.
en_us: The tavern suddenly went silent and everyone turned their eyes to Roman who just entered.

source: “이 검으로 네 팔목을 직접 잘라라.{j}스스로가 스스로에게 고통을 선사하는 상황에서도 끝까지 고통을 참아 내고 목표를 이루어 낸다면, 너는 그 누구보다도 빠르게 강해질 수 있을 것이다.”
en_us: “It is to take this sword and cut your arm off. If you can endure the pain that you inflict onto yourself, I promise you that you will become stronger faster than any other man.”{j}

source: “오라를 발명한 사람은 선구자(先驅者)라고 불리는 알렉산드르 황제입니다.{j}그는 마법사들과는 다르게 마나를 전신에 퍼트림으로써, 최초로 인간의 육체를 강화하는 방법을 알아냈습니다.{j}오라는 이 마나를 순간적으로 분출하는 힘을 말합니다.{j}평소에는 체내 곳곳에 퍼져 있던 마나가, 사용자의 의지에 따라 한순간에 분출함으로써 강력한 힘을 발휘하는 것이죠.”
en_us: “The founder of Aura was Emperor Alexander, otherwise known as the Pioneer. He was the first to discover a way to make the mana flow throughout the body, strengthening one’s physical abilities. Aura is basically a method for us to instantly unleash the mana stored in our body. Easily put, our mana, which is flowing in every parts of our body, is used to instantly empower the wielder when needed.”{j}{j}{j}

source: 경비병들과 같이 순찰을 나섰던 크리스가 현장을 발견했다.{j}그로서는 영지의 문제를 해결할 필요가 있었고, 정중한 태도로 로만을 말리던 그는 갑자기 볼에서 화끈한 충격이 일었다.
en_us: Chris and the security brigade arrived at the scene to stop Roman and take him back to the castle. With a sense of duty to protect the land as a knight, Chris approached Roman and politely asked. However, the only thing that came back from Roman was a slap in the face.{j}

source: 더러운 땅바닥에 그대로 주저앉는 모습에, 노인은 어쩔 줄을 몰라서 로만의 눈치만 살폈다.
en_us: The startled elder didn’t know what to do as he watched Roman sit on the dirty ground.

source: 바르코 가문의 서류는 진위 여부가 확실히 파악되지 않은 것이었는데, 문제는 바르코 가문의 친인척이 중앙 정부에서 한자리를 차지하고 있었다.{j}바르코 가문의 권리는 인정되었다.
en_us: Without verifying the validity of the documents, House Barco took advantage of one of their relatives working at the central government to confirm their legal rights.{j}

source: 한숨이 나왔다.
en_us: She sighed anxiously.
